Repository: dvkch/DigitalOust
Catalog: DisableDigitalOut/*.lproj/Localizable.strings
Languages: fr

source: Backup file absent, can continue
fr: Sauvegarde absente, peut poursuivre

source: Backup file is present, revert to it before patching again
fr: Sauvegarde présente, veuillez restaurer avant de patcher à nouveau

source: Can't identify outputs list for path %@
fr: Impossible d'identifier la liste des sorties pour le chemin %@

source: Card seems fully supported
fr: La carte son semble supportée

source: Couldn't find number of outputs
fr: Impossible de trouver le nombre de sorties

source: Digital output found in layout file %@
fr: Sortie digitale trouvée dans le fichier de disposition %@

source: Digital output wasn't found in layout file %@
fr: Sortie digitale introuvable dans le fichier de disposition %@

source: Found %@ outputs in layout file
fr: %@ sorties trouvées dans le fichier de disposition

source: Found list of outputs in path file %@
fr: Liste des sorties trouvée pour le chemin %@

source: Layout file %@ missing
fr: Fichier de disposition %@ introuvable

source: Layout file %@ present
fr: Fichier de disposition %@ présent

source: More than 1 path reference in layout file %@
fr: Multiples chemins trouvés dans le fichier de disposition %@

# Number of outputs for layout %@ and path %@ differs (%@ != %@)
source: Number of outputs for layout %1$@ and path %2$@ differs (%3$@ â‰ %4$@)
fr: Nombre de sorties différent pour la disposition %1$@ et le chemin %2$@ (%3$@ ≠ %4$@)

# Number of outputs for layout %@ and path %@ is the same
source: Number of outputs for layout %1$@ and path %2$@ is the same
fr: Nombre de sorties identique pour la disposition %1$@ et le chemin %2$@

source: Patch aborted
fr: Patch avorté

source: Single path reference found
fr: Chemin unique trouvé

source: Sound card not recognized
fr: Carte son non reconnue

source: Sound card recognized, layout %@
fr: Carte son reconnue, disposition %@
